
<div class="colorbox consent">


<div class="colorbox_mask"></div>
<div class="colorbox_content">
  <div class="colorbox_main">
    <button class="colorbox_close"><img src="images/close.png"></button>

     <div class="colorbox_main">
     	<div class="consent__content">
    	<h2>個人資料暨隱私權保護政策</h2>
    	<p>請仔細閱讀以下內容後，再確認您同意申請帳號，以保障您的權益，如果您有任何疑問，請立即向我們詢問。<br>
華越資通企管顧問有限公司（以下簡稱JBS）為保障您個人資料之安全性，特針對您個人的隱私權擬定「個人資料暨隱私權保護政策」聲明（Privacy Policy，下簡稱隱私權政策），讓您瞭解JBS對於您的隱私權之尊重與保護，並告訴您有關您個人資料之相關資訊。 <br>為了確保會員之個人資料及隱私及會員權益之保護，依照個人資料保護法規定進行蒐集前之告知。<br>

<br><br>
本政策讓您瞭解JBS在蒐集您的個人資料時：<br><br>
1.本公司的名稱及適用範圍。<br>
2.蒐集之目的及方式。<br>
3.個人資料之類別。<br>
4.個人資料利用之期間、地區、對象及方式。<br>
5.您得行使之權利及方式。<br>
6.若您無法提供完整的個人資料時，不提供將對您權益之影響。<br>
7.個人資料的安全維護。<br>
8.內容之變更通知。<br>
<br><br>

一、適用範圍<br>
JBS「隱私權政策」適用於您在使用「JBS工商出勤打卡App」內之活動時，所涉及的個人資料蒐集、處理、利用、國際傳遞以及保護措施。但不適用於經JBS網站而連結至第三人經營的網站或網頁等。<br>
<br><br>

二、蒐集目的及方式<br>
本公司之蒐集目的在於進行會員行銷、客戶管理、內部的統計調查與分析、會員管理及其他合於營業登記項目或章程所定業務之需要 (法定特定目的項目編號為040行銷、052會員管理、090消費者、客戶管理與服務、157調查、統計與研究分析、181其他經營合於營業登記項目或組織章程所定之業務)。 <br>蒐集方式將透過加入會員、各項服務表單填寫或訂購單填寫等方式進行。 您可自行選擇是否提供資料及所提供資料的完整性，但某些網站功能、服務或活動必須根據您所提供的資料方得使用時，您若不提供完整而正確的個人資料，部分網站功能、服務或活動可能無法使用。<br>
<br><br>

三、蒐集之個人資料類別<br>
本公司於網站內蒐集的個人資料包括<br>
01. C001 辨識個人者：如姓名、地址、電話、相片、電子郵件等。<br>
02. C002 辨識財務者：如銀行帳戶之號碼等。<br>
03. C003 政府資料中之辨識者：如身分證統一編號、護照號碼(外國人)等。<br>
04. C011 個人描述：如年齡、性別、出生年月日等資訊。<br>
05. C021 家庭情形：如婚姻狀況、有無子女等資訊。<br>
06. C024 其他社會關係:如朋友、同事關係等資訊。<br>
07. C035 休閒活動及興趣:如嗜好、運動等資訊。<br>
08. C036 生活格調:如使用消費品之種類及服務之細節等資訊。<br>
09. C038 職業:如司機、校長、老師等職業資訊。<br>
10. C051 學校紀錄:如大學、專科等學校資訊。<br>
11. C064 工作經驗:如以前的工作、服役情形等工作資訊。<br>
12. C132 未分類之資料:如檔案、報告等資訊。<br>
13. 本公司將使用cookies進行網站管理及記錄您的活動紀錄。所謂cookies，為由本公司存放於您電腦中的瀏覽器目錄內，僅為本公司設置cookies的網站能讀取其內容。您可以透過您的瀏覽器設定以獲知何時cookies被設置或拒絕cookies的設置。<br>
14. 本公司網站管理系統將紀錄您上網的 IP 地址、瀏覽器種類瀏覽網頁時間等軌跡資料，並依照個人資料保護法對相關軌跡資料進行保存。<br>
<br><br>


根據JBS所提供不同服務目的，JBS可能蒐集您的個人資料類別及情形如下：<br><br>
1. 加入會員<br>
當您申請加入會員時，您將會被要求填寫一份您的個人資料，包括姓名、性別、身份證字號、住址、生日、電話、電子信箱等相關資料，並設定您的帳號密碼，以便您日後登入使用會員的各項服務。<br><br>
2. 瀏覽網頁<br>
當您於「JBS工商出勤打卡APP」網頁中瀏覽或查詢時，JBS伺服器將自動紀錄您使用連線之IP位置、時間及瀏覽相關記錄。這些資料僅供作流量統計分析及網路服務優化，以便於改善JBS的服務品質，這些資料僅作為總量上的分析，不會和特定個人相連繫。<br><br>
3. 其他<br>
除了您直接提供的個人資料之外，您也可能在JBS合作廠商處主動提供個人資料，並在您同意或為履行契約目的前提下，將您的個人資料提供給JBS。這些資料只會在您同意或為履行契約的服務範圍內利用及處理，不會用於其他用途。<br><br>


四、資料利用之期間、地區、對象及方式<br>
利用期間<br>
本公司將於營運期間保存您的個人資料。除法令另有規定者外，將於您使用JBS網站內與其所附屬網站服務完畢或至您提出停止使用之請求為止。參加活動者之個人資料使用自活動參與者授權參與活動起始日至活動結束後3個月。依據稅法規定，活動得獎者之個人資料最長保存7年，屆時銷毀，不作他用。<br><br>
利用地區<br>
台灣地區及提供JBS網站內與其所附屬網站服務之地區，並不會移轉至以外地區。會員之個人資料將用於全球。<br><br>
利用對象<br>
除法令另有規定者外，將僅供您同意之服務目的及JBS內部在相關連之範圍內使用，不會任意將您提供的個人資料轉供其他第三人或移作其他目的使用。但基於履行契約目的，將提供相關資料予協辦單位或合作廠商，以完成履行契約義務。<br><br>
利用方式<br>
會員之個人資料蒐集除用於本公司之會員行銷、客戶管理、內部的統計調查與分析、會員管理等方式以外，本公司將依您的實際需要，可能將有以下利用：<br><br>
1. 會員資料<br>
您在加入會員時所填寫的資料，JBS將會進行e-mail驗證，並作為分析您個人在站上與消費行為，以作為將來提供會員所需之詳盡資料以及作為設計會員活動時之依據。 用於物品寄送：於交寄相關商品時將您的個人資料利用於交付給相關物流或郵寄廠商以便完成物品的寄送。<br>
2. 虛擬商品及贈品寄送<br>
於交寄相關商品時，將您的個人資料利用於交付給相關物流、郵寄廠商用於物品寄送之目的。<br>
3. 統計與分析<br>
JBS可能針對您加入會員時所填寫的資料，以及站內瀏覽時伺服器所產生的紀錄，將不定期進行總體會員行為分析與統計，不會針對個人行為進行分析。<br>
4. 軟體宣傳行銷<br>
本公司將利用會員之地址及郵件、電話號碼進行本公司或合作廠商商品之宣傳行銷。<br>
5. 服務<br>
本公司將利用您所提供之各項資料提供您之各項會員服務及福利(例如：舉辦各項活動)。<br>
6. 政府行政或司法之所需<br>
基於政府單位之通知，本公司將提供您於本軟體中之所有資訊。<br>

<br><br>
五、會員個人資料行使之權利及方式<br><br>
會員交付本公司個人資料者，依個人資料保護法得行使以下權利：<br>
1. 查詢或請求閱覽。<br>2. 請求製給複製本。<br>3. 請求補充或更正。<br>4. 請求停止蒐集、處理或利用。<br>5. 請求刪除。<br><br>
權利限制<br>
以上權利，若因您不符合 JBS 申請程序或法令另有規定時，將會受到限制。<br><br>
酌收費用<br>
若您就您的個人資料向 JBS 查詢、請求閱覽個人資料或製給複製本時，JBS將酌收必要成本費用。<br><br>
權利行使之方式<br>
會員可接洽 JBS 客服中心進行申請。上開權利之申請，應填具申請文件，JBS得向您請求提出可資確認之身分證明文件。若委託他人代為申請者，並應出具委任書，且提供本人及代理人之身分證明文件。
<br><br>

六、若您無法提供完整的個人資料時，不提供將對您權益之影響<br>
所有關於您的個人資料之欄位請務必確實填寫，若您無法提供完整且確實的個人資料，將影響JBS和您的聯繫、完成交易、提供服務、身份驗證或處理消費、交易或客訴問題，建議您應提供完整的個人資料及隨時更新。
<br><br>

若因您未提供完整且確實個人資料，造成對您及第三人發生損害時，您應負擔一切責任；如未來因不實資料發生爭議(例如偽冒身分)時，本公司將視狀況而進行法律訴追！如造成JBS的損失時，JBS有權向您請求損害賠償。
<br><br>

七、個人資料安全維護<br>
關於您的個人資料檔案，JBS 將採行適當之安全措施，並盡力以合理之技術及措施，依相關法令辦理安全維護事項，防止您的個人資料被竊取、竄改、毀損、滅失或洩漏及其他損害會員權益之情事發生。<br><br>


八、自我保護措施<br>
1.請妥善保管您的密碼及或任何個人資料，不要將任何個人資料，尤其是密碼提供給任何人，您的密碼避免設定與其他軟體、網站、信箱、社群、論壇的密碼相同。<br>


2.在您完成繳費、取閱電子郵件、結束軟體等程序後，務必記得登出帳戶，若您與他人共享電腦或使用公共電腦，切記要關閉瀏覽器視窗，以防止他人讀取您的個人資料或信件。<br>


3.避免開啟來路不明的網站及其附件檔案；不要安裝或執行來路不明之程式，或前往外掛網站、論壇等，以防止您資料的外洩與避免電腦遭木馬程式植入之機會。<br>

4.官方人員和線上軟體管理人員…等，皆不會主動向任何玩家要求密碼資料，不論是任何理由皆是不被允許的，若發現有此類情況，應立即回報給JBS進行處理。<br>


九、隱私權政策的修改
JBS有權自行修訂隱私權政策，相關修正規定將會公告於本網站，並以公告或電子郵件方式通知所屬全體會員，請您密切注意以保障個人權益。當您於隱私權政策任何修改或變更後繼續使用JBS工商出勤打卡APP網站與其所附屬之網站服務，表示您已閱讀、瞭解並同意接受隱私權政策修改或變更後之內容。<br><br>


如果您不同意本隱私權政策，請您立即停止使用JBS工商出勤打卡APP網站與其所附屬之網站服務。
<br><br>

十、看法與建議<br>
您如果對於JBS 隱私權政策或與個人資料有關之相關事項有任何意見或疑問，歡迎您透過 JBS 客服專線和 JBS 客服信箱與我們聯繫。<br><br>


十一、本公司為配合相關法令之異動，有權自行修訂會員「個人資料保護政策」之內容。<br>


十二、本告知函內容之變更<br>
JBS保有隨時修訂本告知函之權利。當JBS於個人資料蒐集、處理、利用上作出修改時，我們會更新本網頁內容。
本政策將長期於JBS網站進行公告，須請會員自行密切注意；本政策進行修訂時，亦將以公告或電子郵件方式通知所屬全體會員。<br><br>

</p>
    	
     </div>

     <button class="colorbox_close close_btn">關閉視窗</button>


  </div>


</div>

</div>

<script>
$(window).load(function(){


	
	 $(".consent_btn").click(function(){
		 $("html,body").addClass('open');
		 $(".consent .colorbox_mask").addClass('open');
		 $(".consent .colorbox_content").addClass('open');
		 $(".consent .colorbox_main").addClass('open');

		 /*
		 $num=($(window).width()/$(window).height());
		 $v_wid=$(".colorbox_main").width();
		 $v_hei=$(".colorbox_main").height();
		 $hei=$v_wid/$num;
		 $wid=$v_hei/$num;
		// $(".colorbox_main").height($v_wid*0.75);

		 if($v_wid>$v_hei){
		 	$(".main").css(width,"100%");
		 	$(".main").css(height,$hei);
		 }
		 else{
		 	$(".main").css(width,$wid);
		 	$(".main").css(height,"100%");
		 }
		// $top=($hei*0.25)/2;
		 //$(".colorbox_main").css(top,$top);

		 */

		 
		 
	 });
	  $(".consent .colorbox_close").click(function(){
		  $("html,body").removeClass('open');
		 $(".consent .colorbox_mask").removeClass('open');
		 $(".consent .colorbox_content").removeClass('open');
		  $(".consent .colorbox_main").removeClass('open');
		 
	 });
	 $(".consent .colorbox_mask").click(function(){
		  $("html,body").removeClass('open');
		 $(".consent .colorbox_mask").removeClass('open');
		 $(".consent .colorbox_content").removeClass('open');
		  $(".consent .colorbox_main").removeClass('open');
		 
	 });

	 
});


</script>